/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Drag %1$@ after the\n%2$@ action.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Drag %1$@ to the %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Add %@ to\npreview your GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Added shortcut: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Your shortcuts have been reset. Re-open the Shortcuts app to continue.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Runs the shortcut %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Running, %lu%% complete";

/* Accessibility label */
"Edit profile photo" = "Edit profile photo";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "An animation of Notification Center being pulled down from the top of the screen";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "An animation of adding the Shortcuts widget to the list of active widgets";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "An animation of scrolling to the bottom of the widgets list and tapping Edit";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "An animation of swiping left to the list of widgets";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "A screenshot of Notification Center with the Shortcuts widget";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@’s profile picture";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Make main identity";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Selected as main identity";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, Minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Decimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "The app that opened this extension did not provide any input.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "The shortcut could not be downloaded.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Email Support";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Reset Shortcuts";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Update Shortcuts";

/* Alert title for an error */
"Aw no!" = "Aw no!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Shortcuts Version Mismatch";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Shortcuts Reset";

/* Apple watch; label for result from running the shortcut */
"Result" = "Result";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Results (%ld)";

/* Back button */
"Back" = "Back";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Your submission didn’t go through! Try again in a few minutes.";

/* Button */
"Cancel" = "Cancel";

/* Button */
"Done" = "Done";

/* Button */
"Next" = "Next";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Submit your own workflow";

/* Button for editing their profile picture */
"Edit" = "Edit";

/* Button or nav bar title */
"Edit Profile" = "Edit Profile";

/* Button or title */
"Run shortcut" = "Run shortcut";

/* Button or title to share a shortcut */
"Share Shortcut" = "Share Shortcut";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Submit Shortcut";

/* Button or title; user profile */
"Profile" = "Profile";

/* Button that shows all collection search results */
"See All" = "See All";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Discard Changes";

/* Button title; create a new shortcut */
"Create Shortcut" = "Create Shortcut";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Add Widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Keep Both";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Replace";

/* Button to skip a step */
"Skip" = "Skip";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Choose shortcuts to show on your watch.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Choose shortcuts to show in the Complication.";

/* Copy content */
"Copy" = "Copy";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Could not find the specified shortcut.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Could not find the shortcut “%@.”";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Untitled Shortcut";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Add any shortcut to Siri by recording a personalized voice phrase.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Combine a series of steps into a single shortcut to automate what you do with your apps. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Access shortcuts even faster with the Shortcuts widget.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Choose from Library";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Take Photo";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "Email";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "The website URL “%@” is not valid.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Invalid Website";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "You will be credited as “%@” on your published workflows.";

/* Edit profile; person name field title */
"Name" = "Name";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Name (Required)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Private Information";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Public Information";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "We didn’t turn up anything for “%@”. Try something else.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "No shortcuts.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "No Results";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "The shortcut URL provided was invalid.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Import Failed";

/* Error message */
"There are no photos in your photo library." = "There are no photos in your photo library.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "The shortcut link may be invalid, or it may have been deleted.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Can’t connect to the Gallery.";

/* Error message title */
"Shortcut Not Found" = "Shortcut Not Found";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Couldn't load this collection.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Couldn’t load this collection.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "The “%@” action took too long to finish running.";

/* Exit the app (kills the app) */
"Exit" = "Exit";

/* Gallery search section title for collection search results */
"Collections" = "Collections";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Show Less";

/* Gallery search; button to show more collection search results */
"Show More" = "Show More";

/* Generic title for a notification show in the app */
"Notification" = "Notification";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Shortcuts";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "actions";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "This is a shortcut.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Congrats!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Woot!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "run shortcut button";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Drag over an action to share your GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "play button";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nSomething went wrong. Try again or tap Done.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nYou didn’t finish running the shortcut. Try again or tap Done.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nYou just created a shortcut. Now press the play button to run it!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nLet’s build a shortcut to make an animated GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nYou just ran a shortcut. Wasn’t that cool?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Welcome to Shortcuts.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail.";

/* Make GIF action name */
"Make GIF" = "Make GIF";

/* Media file name label */
"Media File" = "Media File";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Would you like to replace your shortcut?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Workflow Info";

/* None option */
"None" = "None";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Great! It looks like you've already added the Shortcuts Widget. Let's keep going.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Run shortcuts crazy fast with the Shortcuts Widget.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Please write a description of what your workflow does here.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Please write a more detailed description of what your workflow does here.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Please write a brief description of what your workflow does here.";

/* Print content */
"Print" = "Print";

/* Quick Look action name */
"Quick Look" = "Quick Look";

/* Recovery option for when the gallery does not load */
"Try Again" = "Try Again";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Open Settings";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Turn on cellular data or use WLAN to access the Gallery.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Turn on cellular data or use Wi-Fi to access the Gallery.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Turn off Airplane Mode or use WLAN to access the Gallery.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Turn off Airplane Mode or use Wi-Fi to access the Gallery.";

/* Save as image */
"Save Image" = "Save Image";

/* Search gallery */
"Search" = "Search";

/* Section title */
"Shortcuts" = "Shortcuts";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Message";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Shortcut Submitted";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Added to Library";

/* Splash screen primary button title */
"Get Started" = "Get Started";

/* Splash screen title */
"Welcome to Shortcuts" = "Welcome to Shortcuts";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Stop %@";

/* Take Photo action name */
"Take Photo (action name)" = "Take Photo";

/* Tap to choose an option */
"Tap to Choose" = "Tap to Choose";

/* Terms and Conditions view title */
"Terms and Conditions" = "Terms and Conditions";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "We’ll notify you when we approve it!";

/* Title */
"Gallery" = "Gallery";

/* Title */
"Shortcuts" = "Shortcuts";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Spread the Word";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Description";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Long Description";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Short Description";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Workflow Name";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Just Ask Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Add the Widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "You already have a shortcut named “%@”.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Uh Oh";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Take the Shortest Path";

/* Title of main screen showing your library of shortcuts */
"Library" = "Library";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Shortcuts Widget";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Corrupt Database";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "View the Gallery…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Manage Shortcuts…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Customize in Shortcuts";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "You found the widget! Tap *Add Widget* to access this from anywhere.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "You found the widget! Come back here to run your shortcuts quickly.";

/* Today widget; empty state */
"No Shortcuts" = "No Shortcuts";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Tap to see the rest";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Loading";

/* Watch app button; stop running the shortcut */
"Stop" = "Stop";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Show/Hide";

/* Watch app; Change text field text */
"Tap to Change" = "Tap to Change";

/* Watch app; Compose a message */
"Create Message" = "Create Message";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/Minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "by %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "From Address";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "From";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Attached (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Subject";

/* Watch app; email composer; to address label */
"To" = "To";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Location Not Found";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "Enter number…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "You must choose a contact to send a message to.";

/* Watch app; send the email */
"Send" = "Send";

/* Watch app; share QuickLook content */
"Share" = "Share";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Use Handoff on your iPhone to allow access for %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Use Handoff on your iPhone to continue the shortcut.";

/* Watch app; text field placeholder */
"Enter text…" = "Enter text…";

/* Watch app; view current content on the phone */
"View on iPhone" = "View on iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "No shortcuts have been added.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "No Shortcuts";

/* Website URL label */
"Website" = "Website";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Adding the Widget";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "An animation of pressing firmly on the Shortcuts home screen icon to open the widget";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Tap + to add the Shortcuts Widget. Tap “Done.”";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Scroll to the bottom and\ntap “Edit.”";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Swipe to the left to view\nyour widgets.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "On the lower left, scroll\ndown and tap “Edit.”";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Swipe down from the top to reveal Notification Center.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Your shortcut is ready to share!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " to %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ to %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "right";

